Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Reset to defaults** restores the layout settings and leaves your row selection alone.
ar: **إعادة التعيين إلى الإعدادات الافتراضية** يؤدي إلى استعادة إعدادات التخطيط وترك تحديد الصف الخاص بك كما هو.
ca: **Restablir els valors predeterminats** restaura la configuració del disseny i deixa la selecció de fila sola.
cs: **Reset to defaults** obnoví nastavení rozvržení a ponechá výběr řádku na pokoji.
da: **Nulstil til standardindstillinger** gendanner layoutindstillingerne og lader dit rækkevalg være alene.
de: **Auf Standardwerte zurücksetzen** stellt die Layouteinstellungen wieder her und lässt deine Zeilenauswahl unverändert.
el: Η **Επαναφορά στις προεπιλογές** επαναφέρει τις ρυθμίσεις διάταξης και αφήνει την επιλογή της σειράς μόνη της.
es: **Restablecer valores predeterminados** restaura los ajustes de diseño y no toca la selección de filas.
fa: **بازنشانی به پیش‌فرض‌ها** تنظیمات چیدمان را بازمی‌گرداند و به انتخاب ردیف‌های شما دست نمی‌زند.
fi: **Palauta oletusasetuksiin** palauttaa asetteluasetukset ja jättää rivivalintasi yksin.
fr: **Rétablir les valeurs par défaut** rétablit les réglages de mise en page sans toucher à votre sélection de lignes.
he: **איפוס לברירות המחדל** משחזר את הגדרות הפריסה ומשאיר את בחירת השורה שלך לבד.
hr: **Vrati na zadane postavke** vraća postavke izgleda i ostavlja vaš odabir retka samim.
hu: **Alapbeállítások visszaállítása** visszaállítja az elrendezés beállításait, és magára hagyja a sorválasztást.
id: **Reset ke default** memulihkan pengaturan tata letak dan membiarkan pilihan baris Anda sendiri.
it: **Ripristina predefiniti** ripristina le impostazioni di layout senza toccare le righe selezionate.
ja: **デフォルトにリセット** はレイアウト設定を元に戻し、行の選択はそのまま残します。
ko: **기본값으로 재설정**은 레이아웃 설정을 복원하고 행 선택을 그대로 유지합니다.
ms: **Tetapkan semula kepada lalai** memulihkan tetapan reka letak dan membiarkan pemilihan baris anda sahaja.
nl: **Reset naar standaardwaarden** herstelt de lay-outinstellingen en laat uw rijselectie met rust.
no: **Reset to defaults** gjenoppretter layoutinnstillingene og lar radvalget være i fred.
pl: **Przywrócenie ustawień domyślnych** przywraca ustawienia układu i pozostawia wybór wierszy w spokoju.
pt_br: **Redefinir para os padrões** restaura os ajustes de layout e não altera a seleção de linhas.
pt_pt: **Redefinir para os padrões** restaura as configurações de layout e deixa sua seleção de linha em paz.
ro: **Resetați la valorile implicite** restaurează setările de aspect și lasă singur selecția rândului.
ru: **Восстановить настройки по умолчанию** возвращает параметры макета, не трогая выбранные строки.
sk: **Obnoviť predvolené hodnoty** obnoví nastavenia rozloženia a ponechá výber riadkov na pokoji.
sl: **Ponastavi na privzete nastavitve** obnovi nastavitve postavitve in pusti izbiro vrstice pri miru.
sv: **Återställ till standardinställningar** återställer layoutinställningarna och lämnar ditt radval ifred.
th: **รีเซ็ตเป็นค่าเริ่มต้น** จะคืนค่าการตั้งค่าเค้าโครงและปล่อยให้การเลือกแถวของคุณอยู่ตามลำพัง
tr: **Varsayılanlara sıfırla**, yerleşim ayarlarını geri yükler ve satır seçiminize dokunmaz.
uk: **Скинути до стандартних** відновлює параметри макета й не чіпає вибрані рядки.
ur: **ڈیفالٹس پر ری سیٹ کرنا** لے آؤٹ کی ترتیبات کو بحال کرتا ہے اور آپ کی قطار کے انتخاب کو تنہا چھوڑ دیتا ہے۔
vi: **Đặt lại về mặc định** khôi phục cài đặt bố cục và giữ nguyên lựa chọn hàng của bạn.
zh_hans: **重置为默认值** 会恢复布局设置，不会更改你的行选择。
zh_hant: **重置為預設值**會恢復版面設定，但不會更動你的列選擇。

source: **Restore Original Aspect Ratio** (right-click) undoes stretching by fitting the height to the current width.
ar: **استعادة نسبة العرض إلى الارتفاع الأصلية** (النقر بزر الماوس الأيمن) يؤدي إلى التراجع عن التمدد عن طريق ملاءمة الارتفاع مع العرض الحالي.
ca: **Restaura la relació d'aspecte original** (clic dret) desfà l'estirament ajustant l'alçada a l'amplada actual.
cs: **Obnovit původní poměr stran** (klepnutí pravým tlačítkem) zruší roztažení přizpůsobením výšky aktuální šířce.
da: **Gendan originalt billedformat** (højreklik) fortryder strækningen ved at tilpasse højden til den aktuelle bredde.
de: **Ursprüngliches Seitenverhältnis wiederherstellen** (Rechtsklick) macht die Streckung rückgängig, indem die Höhe an die aktuelle Breite angepasst wird.
el: Η **Επαναφορά αρχικής αναλογίας διαστάσεων** (δεξί κλικ) αναιρεί το τέντωμα προσαρμόζοντας το ύψος στο τρέχον πλάτος.
es: **Restaurar proporción original** (clic derecho) deshace el estiramiento ajustando la altura al ancho actual.
fa: **بازیابی نسبت ابعاد اصلی** (کلیک راست) با تنظیم ارتفاع بر اساس عرض فعلی، کشیدگی را از بین می‌برد.
fi: **Palauta alkuperäinen kuvasuhde** (napsautus hiiren oikealla painikkeella) kumoaa venytyksen sovittamalla korkeuden nykyiseen leveyteen.
fr: **Restaurer le rapport hauteur/largeur d'origine** (clic droit) annule l'étirement en ajustant la hauteur à la largeur actuelle.
he: **שחזר יחס גובה-רוחב מקורי** (לחיצה ימנית) מבטל את המתיחה על-ידי התאמת הגובה לרוחב הנוכחי.
hr: **Vrati izvorni omjer širine i visine** (desni klik) poništava rastezanje prilagođavanjem visine trenutnoj širini.
hu: **Az eredeti képarány visszaállítása** (jobb gombbal) visszavonja a nyújtást, ha a magasságot az aktuális szélességhez igazítja.
id: **Kembalikan Rasio Aspek Asli** (klik kanan) membatalkan peregangan dengan menyesuaikan tinggi ke lebar saat ini.
it: **Ripristina proporzioni originali** (clic destro) annulla lo stiramento adattando l'altezza alla larghezza attuale.
ja: **元のアスペクト比を復元** (右クリック) は、高さを現在の幅に合わせて引き伸ばしを元に戻します。
ko: **원본 종횡비 복원**(오른쪽 클릭)은 높이를 현재 너비에 맞춰 늘이기를 취소합니다.
ms: **Pulihkan Nisbah Aspek Asal** (klik kanan) membatalkan regangan dengan menyesuaikan ketinggian pada lebar semasa.
nl: **Originele beeldverhouding herstellen** (klik met de rechtermuisknop) maakt het uitrekken ongedaan door de hoogte aan te passen aan de huidige breedte.
no: **Restore Original Aspect Ratio** (høyreklikk) angrer strekking ved å tilpasse høyden til gjeldende bredde.
pl: **Przywróć oryginalne proporcje** (kliknięcie prawym przyciskiem myszy) cofa rozciąganie poprzez dopasowanie wysokości do bieżącej szerokości.
pt_br: **Restaurar proporção original** (clique com o botão direito) desfaz o alongamento ajustando a altura à largura atual.
pt_pt: **Restaurar proporção original** (clique com o botão direito) desfaz o alongamento ajustando a altura à largura atual.
ro: **Restaurați raportul de aspect original** (clic dreapta) anulează întinderea prin potrivirea înălțimii la lățimea curentă.
ru: **Восстановить исходные пропорции** (правый клик) отменяет растяжение, подгоняя высоту под текущую ширину.
sk: **Obnoviť pôvodný pomer strán** (kliknutie pravým tlačidlom myši) zruší roztiahnutie prispôsobením výšky aktuálnej šírke.
sl: **Obnovi prvotno razmerje stranic** (desni klik) razveljavi raztezanje tako, da višino prilagodi trenutni širini.
sv: **Återställ originalbildförhållande** (högerklicka) ångrar sträckningen genom att anpassa höjden till den aktuella bredden.
th: **เรียกคืนอัตราส่วนภาพดั้งเดิม** (คลิกขวา) ยกเลิกการขยายโดยปรับความสูงให้พอดีกับความกว้างปัจจุบัน
tr: **Orijinal En Boy Oranını Geri Yükle** (sağ tıklama), yüksekliği geçerli genişliğe uydurarak esnetmeyi geri alır.
uk: **Відновити оригінальні пропорції** (клацання правою кнопкою) скасовує розтягування, підганяючи висоту до поточної ширини.
ur: **اصلی پہلو تناسب کو بحال کریں** (دائیں کلک) اونچائی کو موجودہ چوڑائی پر فٹ کر کے اسٹریچنگ کو کالعدم کرتا ہے۔
vi: **Khôi phục tỷ lệ khung hình gốc** (nhấp chuột phải) hoàn tác việc kéo dài bằng cách điều chỉnh chiều cao bằng chiều rộng hiện tại.
zh_hans: **恢复原始宽高比**（右键点按）会根据当前宽度调整高度，以撤销拉伸。
zh_hant: **恢復原始長寬比**（按右鍵）會依目前寬度調整高度，以復原延展效果。

source: **Restore Purchase** brings back an existing subscription on a new Mac.
ar: **استعادة الشراء** تعيد اشتراكًا موجودًا في Mac جديد.
ca: **Restaurar la compra** recupera una subscripció existent en un nou Mac.
cs: **Obnovit nákup** obnoví stávající předplatné na novém Mac.
da: **Gendan køb** bringer et eksisterende abonnement tilbage på et nyt Mac.
de: **Kauf wiederherstellen** stellt ein bestehendes Abonnement auf einem neuen Mac wieder her.
el: Η **Επαναφορά αγοράς** επαναφέρει μια υπάρχουσα συνδρομή σε νέο Mac.
es: **Restaurar compra** recupera una suscripción existente en un Mac nuevo.
fa: **بازیابی خرید** اشتراک موجود را روی Mac جدید بازمی‌گرداند.
fi: **Restore Purchase** palauttaa olemassa olevan tilauksen uudelle Mac:lle.
fr: **Restaurer l'achat** récupère un abonnement existant sur un nouveau Mac.
he: **שחזור רכישה** מחזיר מנוי קיים על Mac חדש.
hr: **Vrati kupnju** vraća postojeću pretplatu na novi Mac.
hu: A **Vásárlás visszaállítása** visszaállítja a meglévő előfizetést egy új Mac-ra.
id: **Pulihkan Pembelian** mengembalikan langganan yang sudah ada pada Mac baru.
it: **Ripristina acquisto** recupera un abbonamento esistente su un nuovo Mac.
ja: **購入を復元** すると、新しい Mac で既存のサブスクリプションが復元されます。
ko: **구매 복원**은 새 Mac에서 기존 구독을 복원합니다.
ms: **Pulihkan Pembelian** mengembalikan langganan sedia ada pada Mac baharu].
nl: **Aankoop herstellen** brengt een bestaand abonnement terug op een nieuwe Mac.
no: **Gjenopprett kjøp** bringer tilbake et eksisterende abonnement på en ny Mac.
pl: **Przywróć zakup** przywraca istniejącą subskrypcję na nowy Mac.
pt_br: **Restaurar compra** recupera uma assinatura existente em um novo Mac.
pt_pt: **Restaurar compra** recupera uma assinatura existente em um novo Mac.
ro: **Restore Purchase** readuce un abonament existent pe un nou Mac.
ru: **Восстановить покупку** возвращает существующую подписку на новом Mac.
sk: **Obnoviť nákup** obnoví existujúce predplatné na novom Mac.
sl: **Obnovi nakup** povrne obstoječo naročnino ob novem Mac.
sv: **Återställ köp** tar tillbaka en befintlig prenumeration på en ny Mac.
th: **เรียกคืนการซื้อ** นำการสมัครสมาชิกที่มีอยู่กลับมาใน Mac ใหม่
tr: **Satın Alımı Geri Yükle**, mevcut bir aboneliği yeni bir Mac'e geri getirir.
uk: **Відновити покупку** повертає наявну підписку на новому Mac.
ur: **ریسٹور پرچیز** ایک نئی Mac پر موجودہ سبسکرپشن واپس لاتی ہے۔
vi: **Khôi phục giao dịch mua** mang lại đăng ký hiện có trên Mac mới.
zh_hans: **恢复购买** 可在新的 Mac 上恢复现有订阅。
zh_hant: **回復購買項目**可在新的 Mac 上恢復現有的訂閱。

source: **Reuse Translation** (right-click a text shape) links it to another string, so both share one base text and one set of translations. A headline repeated across templates is then translated once.
ar: **إعادة استخدام الترجمة** (النقر بزر الماوس الأيمن على شكل النص) يؤدي إلى ربطه بسلسلة أخرى، بحيث يشترك كلاهما في نص أساسي واحد ومجموعة واحدة من الترجمات. يتم بعد ذلك ترجمة العنوان المتكرر عبر القوالب مرة واحدة.
ca: **Reutilitza la traducció** (fes clic amb el botó dret en una forma de text) l'enllaça a una altra cadena, de manera que tots dos comparteixen un text base i un conjunt de traduccions. A continuació, un títol repetit entre plantilles es tradueix una vegada.
cs: **Znovu použít překlad** (kliknutím pravým tlačítkem na tvar textu) jej propojí s jiným řetězcem, takže oba sdílejí jeden základní text a jednu sadu překladů. Nadpis, který se opakuje napříč šablonami, je poté jednou přeložen.
da: **Genbrug oversættelse** (højreklik på en tekstform) linker den til en anden streng, så begge deler én basistekst og ét sæt oversættelser. En overskrift, der gentages på tværs af skabeloner, oversættes derefter én gang.
de: **Übersetzung wiederverwenden** (Rechtsklick auf eine Textform) verknüpft sie mit einem anderen Text, sodass beide denselben Basistext und dieselben Übersetzungen nutzen. Eine in mehreren Vorlagen wiederholte Überschrift wird dann nur einmal übersetzt.
el: Η **Επαναχρησιμοποίηση μετάφρασης** (κάντε δεξί κλικ σε ένα σχήμα κειμένου) τη συνδέει με μια άλλη συμβολοσειρά, ώστε και οι δύο να μοιράζονται ένα βασικό κείμενο και ένα σύνολο μεταφράσεων. Στη συνέχεια, μια επικεφαλίδα που επαναλαμβάνεται στα πρότυπα μεταφράζεται μία φορά.
es: **Reutilizar traducción** (clic derecho en una forma de texto) la vincula a otro texto, de modo que ambos comparten un texto base y un conjunto de traducciones. Así, un titular repetido en varias plantillas se traduce una sola vez.
fa: **استفادهٔ مجدد از ترجمه** (کلیک راست روی شکل متنی) آن را به متن دیگری پیوند می‌دهد تا هر دو یک متن پایه و یک مجموعه ترجمه داشته باشند. به این ترتیب تیتری که در چند اسکرین‌شات تکرار شده فقط یک بار ترجمه می‌شود.
fi: **Käännös uudelleen** (klikkaa tekstimuotoa hiiren kakkospainikkeella) linkittää sen toiseen merkkijonoon, joten molemmat jakavat yhden perustekstin ja yhden käännösjoukon. Malleissa toistuva otsikko käännetään sitten kerran.
fr: **Réutiliser la traduction** (cliquez avec le bouton droit sur une forme de texte) la lie à une autre chaîne, de sorte que les deux partagent un texte de base et un ensemble de traductions. Un titre répété dans les modèles est ensuite traduit une fois.
he: **שימוש חוזר בתרגום** (לחץ לחיצה ימנית על צורת טקסט) מקשר אותו למחרוזת אחרת, כך ששניהם חולקים טקסט בסיס אחד וקבוצה אחת של תרגומים. לאחר מכן, כותרת שחוזרת על עצמה בתבניות מתורגמת פעם אחת.
hr: **Ponovna upotreba prijevoda** (desni klik na oblik teksta) povezuje ga s drugim nizom, tako da oba dijele jedan osnovni tekst i jedan skup prijevoda. Naslov koji se ponavlja u predlošcima zatim se jednom prevodi.
hu: A **Fordítás újrafelhasználása** (jobb gombbal kattintson egy szövegalakzatra) egy másik karakterlánchoz kapcsolja, így mindkettő megoszt egy alapszöveget és egy fordításkészletet. A sablonokban ismétlődő címsort a rendszer egyszer lefordítja.
id: **Gunakan Kembali Terjemahan** (klik kanan bentuk teks) menautkannya ke string lain, sehingga keduanya berbagi satu teks dasar dan satu kumpulan terjemahan. Judul yang diulang di seluruh template kemudian diterjemahkan satu kali.
it: **Riutilizza traduzione** (clic destro su una forma di testo) la collega a un'altra stringa, così entrambe condividono un unico testo di base e un unico insieme di traduzioni. Un titolo ripetuto tra i modelli viene così tradotto una sola volta.
ja: **翻訳を再利用** (テキスト図形を右クリック) で別の文字列にリンクすると、両方が1つの基本テキストと1組の翻訳を共有します。テンプレート間で繰り返される見出しは1回翻訳するだけで済みます。
ko: **번역 재사용**(텍스트 도형을 오른쪽 클릭)은 이 텍스트를 다른 문자열에 연결해 둘이 하나의 기본 텍스트와 번역 세트를 공유하게 합니다. 여러 템플릿에 반복되는 헤드라인을 한 번만 번역하면 됩니다.
ms: **Guna Semula Terjemahan** (klik kanan bentuk teks) memautkannya ke rentetan lain, jadi kedua-duanya berkongsi satu teks asas dan satu set terjemahan. Tajuk yang diulang merentas templat kemudian diterjemahkan sekali.
nl: **Hergebruik vertaling** (klik met de rechtermuisknop op een tekstvorm) koppelt deze aan een andere tekenreeks, zodat beide één basistekst en één set vertalingen delen. Een kop die in alle sjablonen wordt herhaald, wordt vervolgens één keer vertaald.
no: **Gjenbruk oversettelse** (høyreklikk på en tekstform) kobler den til en annen streng, så begge deler én grunntekst og ett sett med oversettelser. En overskrift som gjentas på tvers av maler blir deretter oversatt én gang.
pl: **Ponownie użyj tłumaczenia** (kliknij kształt tekstu prawym przyciskiem myszy) łączy go z innym ciągiem, więc oba mają jeden tekst podstawowy i jeden zestaw tłumaczeń. Nagłówek powtarzany w szablonach jest następnie tłumaczony jednokrotnie.
pt_br: **Reutilizar tradução** (clique com o botão direito em uma forma de texto) vincula-a a outra string, para que ambos compartilhem um texto base e um conjunto de traduções. Um título repetido nos modelos é então traduzido uma vez.
pt_pt: **Reutilizar tradução** (clique com o botão direito em uma forma de texto) vincula-a a outra string, para que ambos compartilhem um texto base e um conjunto de traduções. Um título repetido nos modelos é então traduzido uma vez.
ro: **Reutilizați traducerea** (clic dreapta pe o formă de text) îl leagă de un alt șir, astfel încât ambele partajează un text de bază și un set de traduceri. Un titlu repetat pe șabloane este apoi tradus o dată.
ru: **Использовать перевод повторно** (правый клик по текстовой фигуре) связывает ее с другой строкой текста, чтобы у обеих были общий базовый текст и общий набор переводов. Тогда заголовок, повторяющийся в нескольких шаблонах, переводится один раз.
sk: **Opätovne použiť preklad** (kliknutím pravým tlačidlom myši na tvar textu) ho prepojí s iným reťazcom, takže oba zdieľajú jeden základný text a jednu sadu prekladov. Nadpis opakujúci sa v šablónach sa potom preloží raz.
sl: **Ponovna uporaba prevoda** (z desno miškino tipko kliknite obliko besedila) jo poveže z drugim nizom, tako da si oba delita eno osnovno besedilo in en nabor prevodov. Naslov, ki se ponavlja med predlogami, se nato enkrat prevede.
sv: **Återanvänd översättning** (högerklicka på en textform) länkar den till en annan sträng, så båda delar en bastext och en uppsättning översättningar. En rubrik som upprepas över mallar översätts sedan en gång.
th: **ใช้คำแปลซ้ำ** (คลิกขวาที่รูปร่างข้อความ) เชื่อมโยงรูปร่างนั้นกับสตริงอื่น ดังนั้นทั้งคู่จึงแชร์ข้อความพื้นฐานชุดเดียวและชุดคำแปลชุดเดียว พาดหัวที่ซ้ำกันในเทมเพลตต่างๆ จะถูกแปลหนึ่งครั้ง
tr: **Çeviriyi Yeniden Kullan** (bir metin şekline sağ tıklayın), onu başka bir dizeye bağlar; böylece ikisi tek bir temel metni ve tek bir çeviri setini paylaşır. Şablonlar arasında tekrarlanan bir başlık bu sayede yalnızca bir kez çevrilir.
uk: **Повторно використати переклад** (клацання правою кнопкою на текстовій фігурі) пов’язує її з іншим рядком тексту, тож обидві мають спільний базовий текст і спільні переклади. Тоді заголовок, повторений у кількох шаблонах, перекладається один раз.
ur: **ترجمے کو دوبارہ استعمال کریں** (متن کی شکل پر دائیں کلک کریں) اسے کسی اور سٹرنگ سے جوڑتا ہے، لہذا دونوں ایک بنیادی متن اور ترجمہ کا ایک سیٹ شیئر کرتے ہیں۔ ٹیمپلیٹس میں دہرائی جانے والی سرخی کا ایک بار ترجمہ کیا جاتا ہے۔
vi: **Tái sử dụng bản dịch** (nhấp chuột phải vào hình dạng văn bản) liên kết nó với một chuỗi khác, do đó cả hai đều chia sẻ một văn bản cơ bản và một bộ bản dịch. Dòng tiêu đề được lặp lại trên các mẫu sau đó sẽ được dịch một lần.
zh_hans: **重用翻译**（右键点按文本形状）会将其关联到另一个字符串，使两者共用同一段基准文本和同一组翻译。这样，在多个模板中重复出现的标题只需翻译一次。
zh_hant: **重複使用翻譯**（對文字形狀按右鍵）會將其連結到另一個字串，讓兩者共用同一個基準文字和同一組翻譯。如此一來，在多個範本中重複出現的標題只需翻譯一次。

source: **Reveal in Finder after export** — auto-reveal results in Finder.
ar: **الكشف في Finder بعد التصدير** — كشف النتائج تلقائيًا في Finder.
ca: **Revela al Finder després de l'exportació**: mostreu els resultats automàticament al Finder.
cs: **Po exportu zobrazit ve Finderu** – výsledky automatického odhalení ve Finderu.
da: **Vis i Finder efter eksport** — afslører automatisk resultater i Finder.
de: **Nach dem Export im Finder anzeigen** – zeigt die Ergebnisse automatisch im Finder.
el: **Αποκάλυψη στο Finder μετά την εξαγωγή** — αποτελέσματα αυτόματης αποκάλυψης στο Finder.
es: **Mostrar en Finder tras exportar**: muestra automáticamente los resultados en el Finder.
fa: **نمایش در Finder پس از صدور** — نتیجه به‌طور خودکار در Finder نشان داده می‌شود.
fi: **Näytä Finderissa viennin jälkeen** — näyttää tulokset automaattisesti Finderissa.
fr: **Afficher dans le Finder après l'exportation** — affiche automatiquement les fichiers exportés dans le Finder.
he: **חשיפה ב-Finder לאחר ייצוא** - חשיפה אוטומטית של תוצאות ב-Finder.
hr: **Otkrij u Finderu nakon izvoza** — rezultati automatskog otkrivanja u Finderu.
hu: **Felfedés a Finderben az exportálás után** – az eredmények automatikus megjelenítése a Finderben.
id: **Pengungkapan di Finder setelah ekspor** — hasil pengungkapan otomatis di Finder.
it: **Mostra nel Finder dopo l'esportazione**: mostra automaticamente i risultati nel Finder.
ja: **書き出し後に Finder で表示** — 書き出した結果を自動的に Finder で表示します。
ko: **내보낸 후 Finder에 표시** — Finder에 결과가 자동으로 표시됩니다.
ms: **Dedahkan dalam Finder selepas eksport** — auto dedahkan hasil dalam Finder.
nl: **Onthulling in Finder na export** — resultaten automatisch zichtbaar maken in Finder.
no: **Avslør i Finder etter eksport** — viser resultater automatisk i Finder.
pl: **Odkryj w Finderze po eksporcie** — automatycznie pokaż wyniki w Finderze.
pt_br: **Mostrar no Finder após exportar** — mostra automaticamente os resultados no Finder.
pt_pt: **Revelar no Finder após exportação** — revelar automaticamente os resultados no Finder.
ro: **Afișare în Finder după export** — rezultatele auto-dezvăluire în Finder.
ru: **Показывать в Finder после экспорта** — автоматически показывать результаты в Finder.
sk: **Po exporte zobraziť vo Finderi** — výsledky sa automaticky zobrazia vo Finderi.
sl: **Razkrij v Finderju po izvozu** — samodejno razkrije rezultate v Finderju.
sv: **Avslöja i Finder efter export** — visa resultat automatiskt i Finder.
th: **เปิดเผยใน Finder หลังจากส่งออก** — เปิดเผยผลลัพธ์อัตโนมัติใน Finder
tr: **Dışa aktardıktan sonra Finder'da göster** — sonuçları Finder'da otomatik olarak gösterir.
uk: **Показати у Finder після експорту** — автоматично показує результати у Finder.
ur: **برآمد کے بعد فائنڈر میں ظاہر کریں** — فائنڈر میں نتائج کو خود بخود ظاہر کریں۔
vi: **Hiển thị trong Finder sau khi xuất** — tự động hiển thị kết quả trong Finder.
zh_hans: **导出后在访达中显示**——自动在访达中显示导出结果。
zh_hant: **輸出後在 Finder 中顯示**——自動在 Finder 中顯示結果。

source: **Reverse gradient** flips the stop order in one click.
ar: **التدرج العكسي** يقلب أمر الإيقاف بنقرة واحدة.
ca: **Gradient invers** gira l'ordre de parada amb un sol clic.
cs: **Reverse gradient** převrátí pořadí zastavení jedním kliknutím.
da: **Omvendt gradient** vender stoprækkefølgen med et enkelt klik.
de: **Verlauf umkehren** dreht die Stoppreihenfolge mit einem Klick um.
el: **Αντίστροφη κλίση** αναστρέφει τη σειρά διακοπής με ένα κλικ.
es: **Invertir degradado** invierte el orden de los puntos de color con un clic.
fa: **گرادیان معکوس** ترتیب نقطه‌های رنگ را با یک کلیک برعکس می‌کند.
fi: **Käänteinen gradientti** kääntää pysäytysjärjestyksen yhdellä napsautuksella.
fr: **Inverser le dégradé** inverse l'ordre des arrêts en un clic.
he: **שיפוע הפוך** הופך את סדר העצירה בלחיצה אחת.
hr: **Obrnuti gradijent** jednim klikom okreće redoslijed zaustavljanja.
hu: **Fordított színátmenet** egy kattintással átfordítja a leállítási sorrendet.
id: **Gradien terbalik** membalik stop order dalam satu klik.
it: **Inverti sfumatura** inverte l'ordine dei punti colore con un clic.
ja: **グラデーションを反転** で、ストップの順序をワンクリックで逆にします。
ko: **그라디언트 반전**은 클릭 한 번으로 정지점 순서를 뒤집습니다.
ms: **Kecerunan songsang** membalikkan perintah henti dalam satu klik.
nl: **Omgekeerde gradiënt** draait de stopvolgorde met één klik om.
no: **Reversert gradient** snur stopprekkefølgen med ett klikk.
pl: **Odwrócony gradient** odwraca kolejność zatrzymania jednym kliknięciem.
pt_br: **Inverter gradiente** inverte a ordem das paradas com um clique.
pt_pt: **Gradiente reverso** inverte a ordem de parada com um clique.
ro: **Gradient invers** inversează ordinea de oprire cu un singur clic.
ru: **Инвертировать градиент** меняет порядок опорных точек на обратный одним нажатием.
sk: **Reverzný gradient** prevráti poradie zastavenia jedným kliknutím.
sl: **Obrnjeni gradient** obrne stop vrstni red z enim klikom.
sv: **Omvänd lutning** vänder stoppordningen med ett klick.
th: **การไล่ระดับสีแบบย้อนกลับ** พลิกลำดับการหยุดด้วยการคลิกเพียงครั้งเดียว
tr: **Renk geçişini ters çevir**, durakların sırasını tek tıklamayla tersine çevirir.
uk: **Обернути градієнт** змінює порядок точок на протилежний одним клацанням.
ur: **ریورس گریڈینٹ** ایک کلک میں اسٹاپ آرڈر کو پلٹ دیتا ہے۔
vi: **Đảo ngược** lật thứ tự dừng chỉ bằng một cú nhấp chuột.
zh_hans: **反向渐变** 一键反转色标顺序。
zh_hant: **反轉漸層**一鍵翻轉色標順序。
